Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Eduskunta edellytti 23.10.2012, että taajuushuutokaupan vaikutuksista toimialan kilpailuun ja kuluttajahintojen kehittymiseen tehdään analyysi ennen 700 megahertsin taajuusalueen matkaviestintoimilupien myöntämistä ja analyysin tulokset otetaan huomioon 700 megahertsin taajuuksia jaettaessa.
sv_se: Riksdagen förutsatte den 23 oktober 2010 att det görs en analys av hur frekvensauktionen påverkar konkurrensen och konsumentprisernas utveckling i branschen innan koncessioner för mobil kommunikation inom frekvensområdet 700 megahertz beviljas och att analysresultaten beaktas när frekvenserna på 700 megahertz fördelas.

source: Valtioneuvosto päätti 1.11.2012 ryhtyä lausumasta aiheutuviin toimenpiteisiin.
sv_se: Statsrådet beslutade den 1 november 2012 att vidta de åtgärder som uttalandet ger anledning till.

source: Eduskunnan edellyttämä selvitys huutokaupan vaikutuksista toimialan kilpailuun ja kuluttajahintojen kehittymiseen on toimitettu eduskunnalle 18.12.2015.
sv_se: Den analys av hur frekvensauktionen påverkar konkurrensen och konsumentprisernas utveckling i branschen som förutsattes av riksdagen lämnades till riksdagen den 18 december 2015.

source: Selvityksen mukaan 800 megahertsin taajuuksien käyttöönotto on parantanut nopeiden langattomien laajakaistayhteyksien laatua ja saatavuutta Suomessa ja etenkin harvemmin asutuilla alueilla.
sv_se: Enligt analysen har införandet av frekvensområdet 800 megahertz förbättrat kvaliteten och tillgången på snabba trådlösa bredbandsförbindelser i Finland, framför allt i glesbygden.

source: Huutokaupalla ei ole ollut vaikutusta matkaviestinpalveluiden hinnoitteluun tai markkinoiden rakenteeseen, kilpailutilanteeseen tai teleyritysten muun liiketoiminnan investointeihin.
sv_se: Auktionen har inte påverkat prissättningen av mobiltjänster eller marknadens struktur, konkurrenssituationen eller teleföretagens investeringar inom annan affärsverksamhet.

source: Huutokauppa täytti sille asetetut tavoitteet.
sv_se: Auktionen uppfyllde de mål som uppställts för den.

source: Asia ei anna enää aihetta toimenpiteisiin.
sv_se: Ärendet ger inte längre anledning till åtgärder.

source: Kaisa Laitinen, viestintäneuvos, liikenne- ja viestintäministeriö
sv_se: Kaisa Laitinen, kommunikationsråd, kommunikationsministeriet

source: Sähköisen median viestintäpoliittinen ohjelma
sv_se: Kommunikationspolitiskt program för elektroniska medier

source: VNS 4/2012 vp – EK 32/2012 vp Liikenne- ja viestintävaliokunta
sv_se: SRR 4/2012 rd ─ RSk 32/2012 rd Kommunikationsutskottet

source: Eduskunta on 12.12.2012 hyväksynyt selonteon johdosta seuraavan mietinnön mukaisen kannanoton:
sv_se: Riksdagen har den 12 december 2012 godkänt följande ställningstagande enligt betänkandet:

source: Televisiosisällön laajakaistajakelun yhtäaikaisesti suurille katsojamäärille mahdollistavien teknologioiden käyttöönottoa tulee edistää.
sv_se: Ibruktagandet av tekniker som medger en samtidig distribution av tvinnehåll via bredband till ett stort antal tittare bör främjas.

source: Alan toimijoiden on keskeistä pyrkiä sopimaan tämän kaltaisten tekniikoiden käyttöönotosta, teknisestä ja muusta toteutuksesta sekä kustannusten jakautumisesta.
sv_se: Det är angeläget att branschaktörerna enas om att ta i bruk teknik av det här slaget, hur genomförandet ska ske tekniskt och i övrigt och hur kostnaderna ska fördelas.

source: Mikäli näistä toimenpiteistä huolimatta tämän kaltaista katsojien valinnanmahdollisuuksien, televisiotoimialan tulevaisuuden ja laajemmin tietoyhteiskuntakehityksen kannalta tärkeää teknistä toteutusta ei saada markkinoilla käyttöön, tulee arvioida mahdolliset asiaa koskevat sääntelyn tarpeet ja mahdollisuudet.
sv_se: Om man trots dessa åtgärder inte lyckas marknadsintroducera denna teknik, som är viktig för tittarnas valmöjligheter, tvbranschens framtid och i ett vidare perspektiv informationssamhällsutvecklingen, bör man undersöka om det behövs lagstiftning om frågan och om sådan är genomförbar.

source: Valtioneuvosto päätti 20.12.2012 ryhtyä kannanotosta aiheutuviin toimenpiteisiin.
sv_se: Statsrådet beslutade den 20 december 2012 att vidta de åtgärder som uttalandet ger anledning.

source: Liikenne- ja viestintäministeriö on 5.12.2012 asettanut työryhmän valmistelemaan yksityiskohtaisen siirtymäsuunnitelman maanpäällisen televisiotoiminnan jakelutekniikkaan siirtymisen jouduttamiseksi.
sv_se: Kommunikationsministeriet har den 5 december 2012 tillsatt en arbetsgrupp med uppgift att bereda en detaljerad övergångsplan för att påskynda den markbundna televisionens övergång till ny distributionsteknik.

source: Työryhmässä ovat laaja-alaisesti edustettuina kaikki eri maanpäällisen televisiotoiminnan harjoittajat, vastaanottimien vähittäis- ja tukkukauppa, viranomaistahot, merkittävimmät teletoimijat sekä kuluttajien edustajat.
sv_se: I arbetsgruppen ingår en bred representation av alla utövare av markbunden televisionsverksamhet, företrädare för parti- och detaljhandeln med mottagare, myndigheterna, de viktigaste teleaktörerna och konsumenterna.

source: Työryhmä antoi väliraporttinsa marraskuussa 2013.
sv_se: Arbetsgruppen lämnade sin mellanrapport i november 2013.

source: Liikenne- ja viestintäministeriö on ottanut hallitusohjelman mukaisen tietoyhteiskuntakaaren valmistelussa huomioon eduskunnan kannanotossa edellytetyt toimenpiteet.
sv_se: Vid beredningen av informationssamhällsbalken enligt regeringsprogrammet har kommunikationsministeriet beaktat de åtgärder som förutsätts i riksdagens ställningstagande.

source: Tietoyhteiskuntakaari tuli voimaan 1 päivänä tammikuuta 2015.
sv_se: Informationssamhällsbalken trädde i kraft den 1 januari 2015.

source: Radiotoiminnan toimintaedellytysten edistämiseksi liikenne- ja viestintäministeriö asetti 11.9.2013 työryhmän, jonka tehtävänä on selvittää toimia suomalaisen radiotoiminnan elinvoimaisuuden turvaamiseksi tulevaisuudessa.
sv_se: För att främja verksamhetsförutsättningarna för radiobranschen tillsatte kommunikationsministeriet den 11 september 2013 en arbetsgrupp med uppgift att utreda vilka åtgärder som kan vidtas för att trygga en livskraftig finländsk radiobransch i framtiden.

source: Työryhmän oli määrä laatia toimintasuunnitelma suomalaisen radiotoiminnan elinvoimaisuuden turvaamiseksi.
sv_se: Arbetsgruppen ska upprätta en handlingsplan i syfte att trygga en livskraftig radiobransch.

source: Työryhmän toimikausi alkoi 1.10.2013 ja se päättyi 15.6.2014.
sv_se: Arbetsgruppens mandat inleddes den 1 oktober 2013 och avslutades den 15 juni 2014.

source: Työryhmän laatimassa toimintasuunnitelmassa esitetään 13 toimenpide-ehdotusta, joiden avulla pyritään mahdollistamaan niin nykyisten radiotoimijoiden kuin uusien toimijoiden ja ohjelmasisältöjen toimintaedellytykset muuttuvassa toimintaympäristössä.
sv_se: I arbetsgruppens handlingsplan presenteras 13 åtgärdsförslag som ska möjliggöra verksamheten för såväl nuvarande som nya aktörer inom radiobranschen liksom nytt programinnehåll i en föränderlig miljö.

source: Valtioneuvosto myönsi vuonna 2015 antennitelevision verkkotoimiluvat sähköisen median viestintäpoliittisen ohjelman linjauksia noudattaen.
sv_se: Statsrådet beviljade 2015 nätkoncessioner för antenntelevision i enlighet med riktlinjerna i det kommunikationspolitiska programmet för elektroniska medier.

source: Liikenne- ja viestintäministeriö katsoo, että tarvittavat toimenpiteet ohjelman osalta on tehty vuosina 2012–2015 tietoyhteiskuntakaaren säätämisen yhteydessä.
sv_se: Kommunikationsministeriet anser att behövliga åtgärder för programmets del har vidtagits 2012–2015 när informationssamhällsbalken stiftades.

source: Tomi Lindholm, neuvotteleva virkamies, liikenne- ja viestintäministeriö
sv_se: Tomi Lindholm, konsultativ tjänsteman, kommunikationsministeriet

source: Ajoneuvojen katsastus- ja yksittäishyväksyntätehtävien järjestäminen
sv_se: Besiktning och enskilt godkännande av fordon

source: HE 17/2013 vp – EK 126/2013 vp
sv_se: RP 17/2013 ─ RSk 126/2013 rd

source: Eduskunta edellytti, että katsastustoiminnan valvonta ja valvonnan resurssit järjestetään jatkossa mahdollisimman tehokkaasti ja kattavasti lain säännösten noudattamisen varmistamiseksi.
sv_se: Riksdagen förutsätter att tillsynen över besiktningsverksamheten och resurserna för tillsynen ordnas så effektivt och heltäckande som möjligt för att säkerställa att bestämmelserna i lagen iakttas.

source: Eduskunta edellytti, että lain vaikutuksia seurataan ja arvioidaan erittäin tiiviisti.
sv_se: Riksdagen förutsätter att konsekvenserna av lagen följs upp och utvärderas mycket noggrant.

source: Erityisen tärkeää on seurata ja arvioida katsastustoiminnan puolueettomuuden, riippumattomuuden ja muun asianmukaisuuden turvaamiseen liittyvien säännösten noudattamista ja vaikutuksia, markkinoiden sekä alueellisen palvelutarjonnan ja hintojen kehittymistä sekä raskaan liikenteen katsastusverkoston riittävyyttä.
sv_se: Det är särskilt viktigt att följa och utvärdera hur bestämmelserna för säkerställande av en opartisk, oberoende och i övrigt korrekt besiktningsverksamhet iakttas och vilken effekt de har samt hur marknaden, det regionala serviceutbudet och priserna utvecklas och huruvida nätverket för besiktning av fordon för tung trafik är tillräckligt omfattande.

source: Tarvittaessa tulee ryhtyä toimenpiteisiin sääntelyn tarkistamiseksi.
sv_se: Om det visar sig behövligt, måste man vidta åtgärder för att se över bestämmelserna.

source: Eduskunta edellytti, että lain tavoitteiden toteutumisesta, lain vaikutuksista sekä mahdollisista lain muutostarpeista tulee toimittaa kattava selvitys liikenne- ja viestintävaliokunnalle viimeistään vuoden 2016 loppuun mennessä.
sv_se: Riksdagen förutsätter att en utförlig utredning över hur lagens syfte har uppfyllts och konsekvenserna av lagen samt behovet av ändringar lämnas till kommunikationsutskottet senast vid utgången av 2016.

source: Katsastustoimintaa koskevan lain mukaan Liikenteen turvallisuusvirasto valvoo katsastustoimintaa.
sv_se: Enligt lagen om fordonsbesiktningsverksamhet ska Trafiksäkerhetsverket utöva tillsyn över besiktningsverksamheten.

source: Uuden lain myötä valvonnan järjestämistä, valvonnan sisältöä ja valvontaa muutoinkin on kehitetty merkittävästi vuonna 2014.
sv_se: Till följd av den nya lagen har situationen märkbart förbättrats under 2014 i fråga om hur tillsynen har ordnats, innehållet i tillsynen och även tillsynen i övrigt.

source: Valvonnan sisällön merkittävimpiä muutoksia ovat uusien tilastollisten laadunvalvontamenetelmien ja katsastustoimipaikkojen suorituskyvyn mittaamisen hyödyntäminen sekä valvontapalveluiden hankkiminen palveluntuottajilta.
sv_se: De viktigaste förändringarna i tillsynens innehåll är att man numera tillämpar nya statistiska metoder för kvalitetskontroll och mäter besiktningsställenas kapacitet samt köper tillsynstjänster av serviceproducenter.

source: Uusien valvontakeinojen myötä valvonnan kattavuus on lisääntynyt ja valvontaa kohdistetaan riskiperusteisesti kohteisiin,
sv_se: I takt med att det kommit nya tillsynsmetoder har tillsynen blivit mer heltäckande och inriktas på riskbasis på objekt för vilka tillsynen bedöms ha stor effekt.

source: joissa valvonnan vaikuttavuuden arvioidaan olevan suurin.
sv_se: Testningen av bilar som tillsynsmetod kommer att fortsätta.

source: Testiautotoimintaa valvonnan keinona jatketaan edelleen.
sv_se: Kostnaderna för tillsynen över besiktningsverksamheten täcks med en tillsynsavgift som tas ut av besiktningsställena.

source: Katsastustoiminnan valvonnan kustannukset katetaan katsastustoimipaikoilta perittävällä valvontamaksulla, joka vuonna 2014 on ollut 2,90 euro/katsastus.
sv_se: År 2014 uppgick avgiften till 2,90 euro/besiktning.

source: Katsastustoiminnan valvonnan järjestämisen ja sisällön kehittämisen myötä katsastustoiminnan valvontamaksu aleni vuoden 2015 alusta 70 senttiä/katsastus.
sv_se: Tack vare att tillsynen ordnats och innehållet utvecklats kunde man i början av 2015 sänka tillsynsavgiften med 70 cent/besiktning.

source: Edellä kerrotun vuoksi ensimmäinen lausuma ei anna enää aihetta toimenpiteisiin.
sv_se: Till följd av det som ovan anges ger det första uttalandet inte längre anledning till åtgärder.

source: Katsastustoimintaa koskevan lain mukaan Liikenteen turvallisuusviraston on seurattava katsastuspalvelujen alueellista tarjontaa, katsastuksesta perittävien maksujen kehitystä ja katsastustoiminnan harjoittamista muutoinkin.
sv_se: Enligt lagen om fordonsbesiktningsverksamhet ska Trafiksäkerhetsverket följa upp det regionala utbudet av besiktningstjänster, utvecklingen av de avgifter som tas ut för besiktning och även besiktningsverksamheten i övrigt.

source: Viraston tulee antaa vuosittain liikenne- ja viestintäministeriölle selvitys seurannan tuloksista.
sv_se: Verket ska årligen lämna en redogörelse till kommunikationsministeriet om resultateten av uppföljningen.

source: Uuden lain myötä virasto on rakentanut pysyvän seurantajärjestelmän.
sv_se: Tack vare den nya lagen har verket byggt upp ett permanent uppföljningssystem.

source: Viraston kanssa on sovittu, että ensimmäisinä vuosina lain voimaantulon jälkeen virasto antaa ministeriölle selvityksen kaksi kertaa vuodessa ja tarvittaessa useamminkin.
sv_se: Trafiksäkerhetsverket har kommit överens med ministeriet om att under de första åren efter att lagen trädde i kraft lämna en utredning till ministeriet två gånger per år och vid behov oftare.

source: Puolueettomuutta, riippumattomuutta ja muun asianmukaisuuden turvaamista seurataan ja arvioidaan lupamenettelyjen yhteydessä ja erilaisin valvontakeinoin kuten valvontakäynnein, pistokokein ja asiakaspalauttein.
sv_se: I samband med tillståndsförfarandena och genom tillsynsmetoder av olika slag, såsom tillsynsbesök, stickprov och kundrespons, följer verket upp och kontrollerar att verksamheten är opartisk, oberoende och i övrigt korrekt.

source: Markkinoiden kehittymistä virasto seuraa ajoneuvoliikennerekisteriin talletettujen katsastustietojen perusteella: miten eri toimijoiden markkinaosuudet kehittyvät katsastuslajeittain ja ajoneuvoluokittain.
sv_se: Verket följer upp marknadsutvecklingen på basis av de besiktningsuppgifter som har införts i fordonstrafikregistret: hur olika aktörers marknadsandelar utvecklas enligt besiktningsslag och fordonsklass.

source: Alueellista ja raskaan kaluston palvelutarjontaa seurataan reaaliaikaisesti tilastoimalla katsastusluvat katsastuslajeittain uudet luvat, lupien muutokset ja peruutukset mukaan lukien.
sv_se: Det regionala serviceutbudet och serviceutbudet för tunga fordon följs upp i realtid genom statistikföring av besiktningskoncessioner enligt besiktningsslag inklusive nya koncessioner, ändringar i koncessionerna och återkallande av dem.

source: Markkinoiden ja katsastushintojen kehitystä seurataan viraston omalla analyysitoiminnalla ja tarvittaessa teettämällä ulkopuolinen selvitys.
sv_se: Marknadens och besiktningsprisernas utveckling följs upp med hjälp av verkets egna analyser och vid behov genom externa utredningar.

source: Katsastustoiminnan seurannan tuloksia arvioidaan säännöllisesti erikseen liikenne- ja viestintäministeriössä ja Liikenteen turvallisuusvirastossa, mutta myös näiden yhteistyönä esimerkiksi viraston ohjauksen johtoryhmässä.
sv_se: Resultaten av uppföljningen av besiktningsverksamheten utvärderas regelbundet vid såväl kommunikationsministeriet som Trafiksäkerhetsverket, men också i samarbete mellan dem, till exempel i ledningsgruppen för verkets styrning.

source: Sääntelyn muutoksiin ei ole ilmennyt tarvetta.
sv_se: Ändringar i regleringen har inte visat sig nödvändiga.

source: Edellä kerrotun vuoksi ja koska liikenne- ja viestintävaliokunnalle annetaan 3. lausumassa tarkoitettu kattava selvitys vuoden 2016 loppuun mennessä, lausuma ei anna enää aihetta enempiin toimenpiteisiin.
sv_se: Med hänvisning till det som anges ovan och eftersom den utförliga utredning som avses i det tredje uttalandet kommer att lämnas till kommunikationsutskottet senast vid utgången av 2016, ger uttalandet inte längre anledning till fler åtgärder.

source: Liikenne- ja viestintäministeriön ja Liikenteen turvallisuusviraston toteuttaman katsastustoiminnan seurannan ja arvioinnin tulosten perusteella tullaan eduskunnan liikenne- ja viestintävaliokunnalle antamana viimeistään vuoden 2016 loppuun mennessä lausumassa tarkoitettu kattava selvitys.
sv_se: Den utförliga utredning som avses i uttalandet kommer att lämnas till riksdagens kommunikationsutskott baserad på resultaten av uppföljningen och utvärderingen av den besiktningsverksamhet som handhas av kommunikationsministeriet och Trafiksäkerhetsverket.

source: Tarkoituksena on, että valiokunnalle annettavan selvityksen täydentämiseksi virasto teettää ulkopuolisen selvityksen katsastustoiminnan markkinoiden ja hintojen kehittymisestä.
sv_se: Verket har för avsikt att komplettera den utredning som lämnas till utskottet med en extern utredning om besiktningsmarknadens och besiktningsprisernas utveckling.

source: Katsastustoimintaa koskevan lain muutosten seurantaan kuuluvana sekä eduskunnan liikenne- ja viestintävaliokunnalle annettavaan kattavaan selvitykseen valmistautumista varten Liikenteen turvallisuusvirasto (Trafi) laati katsastuslain uudistuksen vaikutuksista vuonna 2015 järjestyksessään toisen seurantaraportin:
sv_se: Som ett led i uppföljningen av ändringarna i lagen om fordonsbesiktningsverksamhet och för beredningen av en heltäckande utredning som ska lämnas till kommunikationsutskottet har Trafiksäkerhetsverket (Trafi) utarbetat den andra rapporten i ordningen om konsekvenserna av reformen av lagen om besiktningsverksamhet 2015:

source: Katsastuslain uudistuksen seuranta, Toinen seurantaraportti, Trafin julkaisu 11/2015.
sv_se: Katsastuslain uudistuksen seuranta. Toinen seurantaraportti. Trafis publikationer 11/2015.

source: Laura Eiro, yksikön johtaja, liikenne- ja viestintäministeriö
sv_se: Laura Eiro, enhetsdirektör, kommunikationsministeriet

source: Tietoyhteiskuntakaari
sv_se: Informationssamhällsbalken

source: HE 221/2013 vp – EV 106/2014 vp Liikenne- ja viestintävaliokunta
sv_se: RP 221/2013 rd ─ RSv 106/2014 rd Kommunikationsutskottet

source: Eduskunta edellytti 15.10.2014, että tietoyhteiskuntakaaren toimeenpanoa ja vaikutuksia seurataan tiiviisti ja mahdollisiin epäkohtiin tai ennakoimattomiin vaikutuksiin reagoidaan viivytyksettä myös mahdollisesti tarvittavin muutosehdotuksin.
sv_se: Riksdagen förutsatte den 15oktober 2014 att verkställigheten av informationssamhällsbalken och dess verkningar följs noggrant och att eventuella behövliga ändringsförslag utfärdas utan dröjsmål om missförhållanden eller oväntade följder uppdagas.

source: Erityisesti lain vaikutuksia tulee seurata verkkoneutraliteetin, alan investointien sekä yksityisyyden suojan toteutumisen näkökulmista.
sv_se: I synnerhet bör utvecklingen i fråga om nätneutraliteten, investeringarna i branschen och integritetsskyddet följas.

source: Eduskunta edellytti, että verkkoneutraliteetin toteutuminen ja säilyminen sekä internetyhteyspalvelujen käyttäjien mahdollisuudet hyödyntää haluamiaan internetin sisältöjä ja palveluja turvataan tietoyhteiskuntakaaren toimeenpanossa.
sv_se: Riksdagen förutsatte att nätneutraliteten upprätthålls och att möjligheterna för användarna av internettjänster att utnyttja vilka internettilllämpningar och internettjänster de vill tryggas vid genomförandet av informationssamhällsbalken.

source: Eduskunta edellytti, että viestintämarkkinoiden sääntelyssä ja tietoyhteiskuntakaaren toimeenpanossa pyritään keskeisinä lähtökohtina sääntelyn ja hallinnollisen taakan vähenemiseen, palvelukehityksen mahdollistamiseen sekä alan investointien edistämiseen.
sv_se: Riksdagen förutsatte att den centrala prioriteringen vid regleringen av kommunikationsmarknaden och verkställigheten av informationssamhällsbalken syftar till att minska regleringen och den administrativa bördan, utveckla tjänsterna och främja investeringarna i branschen.

source: Eduskunta edellytti, että palvelujen käyttäjien oikeuksien, kuten yksityisyyden suojan ja luottamuksellisen viestin suojan säilymisestä sähköisissä palveluissa ja verkkoympäristössä huolehditaan kaikin keinoin ja mm. kyberturvallisuuden kehittämistyössä pyritään erityisesti ottamaan näiden oikeuksien toteutuminen huomioon.
sv_se: Riksdagen förutsatte att användarnas rättigheter, såsom integritetsskyddet och skyddet för konfidentiella meddelanden tillgodoses med alla medel i fråga om elektroniska tjänster och i nätmiljön och att säkerställandet av i synnerhet dessa rättigheter beaktas vid bland annat utvecklingen av cybersäkerheten.

source: Eduskunta edellytti, että välitystietojen säilyttämistä viranomaistarpeisiin koskevan sääntelyn arviointia varten perustetaan laajapohjainen työryhmä, jonka tulee tehdä kattava selvitys viranomaisten tarpeista, tietojen säilyttämisestä sekä säilyttämisen yksityisyyden suojaan liittyvistä kysymyksistä.
sv_se: Riksdagen förutsatte att det tillsätts en arbetsgrupp på bred bas för att utvärdera regleringen av lagringen av förmedlingsuppgifter för myndigheternas behov. Arbetsgruppen ska göra en heltäckande utredning av vilka myndighetsbehoven är, om lagringen av uppgifterna och om frågor som hänför sig till integritetsskyddet i samband med lagringen.

source: Työn pohjalta tulee tehdä arvio kyseisen sääntelyn mahdollisista muutostarpeista ja tarvittaessa laatia muutosehdotukset ilman tarpeetonta viivästystä.
sv_se: Utifrån utredningen ska behovet av eventuella ändringar av bestämmelserna bedömas och vid behov ändringsförslag utformas utan onödigt dröjsmål.

source: Eduskunta edellytti, että liikenne- ja viestintäministeriö antaa edellä kuvattujen verkkoneutraliteetin, sääntelyn vähenemisen ja alan investointien sekä luottamuksellisen viestin suojan toteutumisen näkökulmista liikenne- ja viestintävaliokunnalle selvityksen viimeistään 1.9.2017 mennessä.
sv_se: Riksdagen förutsatte att kommunikationsministeriet lämnar kommunikationsutskottet en utredning som utgår från dessa synpunkter på nätneutralitet, minskad reglering och branschinvesteringar samt skyddet för konfidentiella meddelanden senast den 1 september 2017.

source: Valtioneuvosto päätti 6.11.2014 ryhtyä lausumista aiheutuviin toimenpiteisiin Tietoyhteiskuntakaari tuli voimaan 1.1.2015.
sv_se: Statsrådet fattade den 6 november 2014 beslut om att vidta de åtgärder som uttalandena ger anledning till. Informationssamhällsbalken trädde i kraft den 1 januari 2015.

source: Eduskunnan edellyttämät toimenpiteet voidaan aloittaa vuoden 2015 aikana.
sv_se: De åtgärder som riksdagen har förutsatt kan inledas under 2015.

source: Liikenne- ja viestintäministeriö valmistelee kärkihankkeen toimeenpanon osana kansallisen tietoturvastrategian, jolla lisätään luottamusta internetiin ja digitalisiin toimintatapoihin.
sv_se: Kommunikationsministeriet bereder genomförandet av spetsprojektet inom ramen för den nationella informationssäkerhetsstrategin, vilket ska öka förtroendet för internet och digitala verksamhetsformer.

source: Valtion ja yritysten yhteistyönä laadittava strategia painottuu suomalaisten kilpailukyvyn ja vientiedellytysten varmistamiseen, EU:n digitaalisten sisämarkkinoiden kehittämiseen sekä yksityisyyden suojan ja muiden perusoikeuksien turvaamiseen.
sv_se: Strategin, som ska utarbetas i samarbete mellan staten och företag inriktar sig på att säkerställa Finlands konkurrenskraft och exportmöjligheter, utveckla EU:s digitala inre marknad samt trygga integritetsskyddet och andra grundläggande fri och rättigheter.
